// pages/assistant/msg/msg.js
Page({
  data: {
    msgs: [
      {
        url: '../../image/ic_msg.png',
        name: '李一',
        star: 1,
        date: '2017-2-23',
        time: '12:00-13:00',
        assess: "诗歌，是一种文学体裁，透过语言，除了表达文字的意义外，也表达情感与美感，引发共鸣。诗能够自成一格，也能与其他艺术相结合，如诗剧、圣诗、歌词或散文诗"
      },
      {
        url: '../../image/ic_msg.png',
        name: '李二',
        star: 2,
        date: '2017-2-23',
        time: '13:00-14:00',
        assess: "诗歌，是一种文学体裁，透过语言，除了表达文字的意义外，也表达情感与美感，引发共鸣。诗能够自成一格，也能与其他艺术相结合，如诗剧、圣诗、歌词或散文诗"
      },
      {
        url: '../../image/ic_msg.png',
        name: '李三',
        star: 3,
        date: '2017-2-23',
        time: '14:00-15:00',
        assess: "诗歌，是一种文学体裁，透过语言，除了表达文字的意义外，也表达情感与美感，引发共鸣。诗能够自成一格，也能与其他艺术相结合，如诗剧、圣诗、歌词或散文诗"
      },
      {
        url: '../../image/ic_msg.png',
        name: '李四',
        star: 4,
        date: '2017-2-23',
        time: '15:00-16:00',
        assess: "诗歌，是一种文学体裁，透过语言，除了表达文字的意义外，也表达情感与美感，引发共鸣。诗能够自成一格，也能与其他艺术相结合，如诗剧、圣诗、歌词或散文诗"
      },
      {
        url: '../../image/ic_msg.png',
        name: '李五',
        star: 5,
        date: '2017-2-23',
        time: '16:00-17:00',
        assess: "诗歌，是一种文学体裁，透过语言，除了表达文字的意义外，也表达情感与美感，引发共鸣。诗能够自成一格，也能与其他艺术相结合，如诗剧、圣诗、歌词或散文诗"
      }
    ]
  },
  onLoad: function (options) {
    // 页面初始化 options为页面跳转所带来的参数
  },
  onReady: function () {
    // 页面渲染完成
  },
  onShow: function () {
    // 页面显示
  },
  onHide: function () {
    // 页面隐藏
  },
  onUnload: function () {
    // 页面关闭
  }
})